Revit 2027 API
BuiltInFailures.SheetFailures.SheetNumberDuplicated Property
 Sheet Number is already in use. Enter a unique number.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SheetNumberDuplicated { get; }
Public Shared ReadOnly Property SheetNumberDuplicated As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SheetNumberDuplicated {
	FailureDefinitionId^ get ();
}
static member SheetNumberDuplicated : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SheetFailures Class
Autodesk.Revit.DB Namespace